Repository: ntadej/tano
Catalog: lang/*.po
Languages: cs_cz, sl_si, uk_ua

# PlaylistEditorHelp|
source: You can set custom radio category in settings (defaults to Radio) for exporting to Sagem JS and CSV. Only the first category or radio category will be exported to Sagem JS.
cs_cz: Můžete nastavit vlastní skupinu pro rádio v nastavení (výchozí pro rádio) pro vyvedení do Sagem JS a CSV. Pouze první skupina nebo skupina pro rádio bude vyvedena do Sagem JS.
sl_si: V nastavitvah lahko nastavite svoje ime kategorije za radio (privzeto je Radio), ki bo vidno pri izvažanju v Sagem JS in CSV. Samo prva kategorija bo izvožena v Sagem JS.
uk_ua: Ви можете встановити власну категорію радіо в Налаштуваннях (за замовчуванням Радіо) для експорту в Sagem JS файли та файли CSV. Лише першу категорію радіо буде екпортовано до файлу Sagem JS.

# PlaylistEditorHelp|
source: The number of a channel needs to be applied. All other values are automatically changed. You can set any channel as radio. Categories can be separated by comma (,).
sl_si: Zaporedna številka programa mora biti potrjena. Vse druge vrednosti se samodejno spremenijo. Katerikoli program je lahko nastavljen kot radio. Kategorije se ločijo z vejico (,).
uk_ua: Каналам повинні бути присвоєні номери. Усі значення автоматично зміняться. Ви можете встановити будь-який канал як радіо. Категорії можуть бути розділені комою (,).

# PlaylistEditorScan|
source: IP Range:
cs_cz: Rozsah IP:
sl_si: Območje IP:
uk_ua: Діапазон IP:

# PlaylistEditorScan|
source: Port:
cs_cz: Přípojka:
sl_si: Vrata:
uk_ua: Порт:

# PlaylistEditorScan|
source: Timeout:
cs_cz: Překročení času:
sl_si: Čas iskanja:
uk_ua: Час що залишився:

# PlaylistEditorScan|
source: Scan and update
cs_cz: Prohledat a obnovit
sl_si: Išči in posodobi
uk_ua: Сканувати та оновити

# PlaylistEditorScan|
source: New channel from scan %1
cs_cz: Nový program z prohledání %1
sl_si: Nov najden program %1
uk_ua: Новий канал з відсканованого %1

# PlaylistEditorScan|
source: Playlist Editor
cs_cz: Editor seznamu programů
sl_si: Urejevalnik seznama programov
uk_ua: Редактор переліку каналів

# PlaylistExportTvheadend|
source: Export to Tvheadend IP TV services
cs_cz: Vyvést do služeb IP TV Tvheadend
sl_si: Izvozi kot Tvheadend IP TV storitve
uk_ua: Експортувати в сервіси Tvheadend IP телебачення

# PlaylistExportTvheadend|
source: Output location:
cs_cz: Výstupní umístění:
sl_si: Izhodna lokacija:
uk_ua: Місце розташування:

# PlaylistExportTvheadend|
source: Network interface:
cs_cz: Síťové rozhraní:
sl_si: Omrežna povezava:
uk_ua: Мережевий інтерфейс:

# PlaylistExportTvheadend|
source: <i><b>Warning: This will delete all existing channels!</b></a>
cs_cz: <i><b>Varování: Toto smaže všechny stávající programy!</b></a>
sl_si: <i><b>Opozorilo: To bo izbrisalo vse obstoječe programe!</b></i>
uk_ua: <i><b>Увага: Це видалить усі існуючі канали!</b></a>

# PlaylistFilterModel|
source: All categories
cs_cz: Všechny skupiny
sl_si: Vse kategorije
uk_ua: Усі категорії

# PlaylistFilterModel|
source: All languages
cs_cz: Všechny jazyky
sl_si: Vsi jeziki
uk_ua: Усі мови

# PlaylistFilterWidget|
source: Clear
cs_cz: Smazat
sl_si: Počisti
uk_ua: Спорожнити

# PlaylistFilterWidget|
source: TV only
cs_cz: Pouze TV
sl_si: Samo TV
uk_ua: Лише ТВ

# PlaylistFilterWidget|
source: Radio only
cs_cz: Pouze rádio
sl_si: Samo radio
uk_ua: Лише Радіо

# PlaylistFilterWidget|
source: All categories
cs_cz: Všechny skupiny
sl_si: Vse kategorije
uk_ua: Усі категорії

# PlaylistFilterWidget|
source: All languages
cs_cz: Všechny jazyky
sl_si: Vsi jeziki
uk_ua: Усі мови

# PlaylistImportCSV|
source: CSV file structure
cs_cz: Stavba souboru s hodnotami oddělenými čárkou (CSV)
sl_si: Struktura datoteke CSV
uk_ua: Структура CSV файла

# PlaylistImportCSV|
source: Separator:
cs_cz: Oddělovač:
sl_si: Ločitelj:
uk_ua: Розділювач:

# PlaylistImportCSV|
source: First line:
cs_cz: První řádek:
sl_si: Prva vrstica:
uk_ua: Перша лінія:

# PlaylistImportCSV|
source: First line contains column names
cs_cz: První řádek obsahuje názvy sloupců
sl_si: Prva vrstica vsebuje imena stolpcev
uk_ua: Перша лінія містить назви колонок

# PlaylistImportCSV|
source: First line does not contain column names
cs_cz: První řádek neobsahuje názvy sloupců
sl_si: Prva vrstica ne vsebuje imen stolpcev
uk_ua: Перша лінія не містить назви колонок

# PlaylistImportCSV|
source: Column list:
cs_cz: Seznam sloupců:
sl_si: Seznam stolpcev:
uk_ua: Перелік колонок:

# PlaylistImportCSV|
source: <i>Please sort your columns from first to last.</i>
cs_cz: <i>Řaďte, prosím, své sloupce od prvního po poslední.</i>
sl_si: <i>Uredite stolpce po vrstnem redu, ki ustreza datoteki.</i>
uk_ua: <i>Будь ласка відсортуйте Ваші колонки від першої до останньої.</i>

# PlaylistImportCSV|
source: Number
cs_cz: Číslo
sl_si: Število
uk_ua: Номер

# PlaylistImportCSV|
source: Channel
cs_cz: Program
sl_si: Program
uk_ua: Канал

# PlaylistImportCSV|
source: Categories
cs_cz: Skupiny
sl_si: Kategorije
uk_ua: Категорії

# PlaylistImportCSV|
source: Language
cs_cz: Jazyk
sl_si: Jezik
uk_ua: Мова

# Print|
source: Channel
cs_cz: Program
sl_si: Program
uk_ua: Канал

# Print|
source: Categories
cs_cz: Skupiny
sl_si: Kategorije
uk_ua: Категорії

# Print|
source: Language
cs_cz: Jazyk
sl_si: Jezik
uk_ua: Мова

# Print|
source: Exported with Tano on %1.
cs_cz: Vyvedeno programem Tano na %1.
sl_si: Izpisano s programom Tano dne %1.
uk_ua: Експортовано з Tano на %1.

# PrintDialog|
source: Print
cs_cz: Tisk
sl_si: Natisni
uk_ua: Друкувати

# PrintDialog|
source: Print channel List
cs_cz: Vytisknout seznam programů
sl_si: Natisni seznam programov
uk_ua: Надрукувати перелік каналів

# PrintDialog|
source: Select information for printing:
cs_cz: Vybrat podrobnosti, které se mají tisknout:
sl_si: Izberite informacije za tisk:
uk_ua: Обрати інформацію для друку:

# PrintDialog|
source: Channel number
cs_cz: Číslo programu
sl_si: Številka programa
uk_ua: Номер каналу

# PrintDialog|
source: Channel name
cs_cz: Název programu
sl_si: Ime programa
uk_ua: Назва каналу

# PrintDialog|
source: Categories
cs_cz: Skupiny
sl_si: Kategorije
uk_ua: Категорії

# PrintDialog|
source: Language
cs_cz: Jazyk
sl_si: Jezik
uk_ua: Мова

# QObject|
source: Channel list
cs_cz: Seznam programů
sl_si: Seznam programov
uk_ua: Перелік каналів

# QObject|
source: New channel
cs_cz: Nový program
sl_si: Nov program
uk_ua: Новий канал

# QObject|
source: Parse error at line %1, column %2: %3
cs_cz: Chyba při zpracování na řádku %1, sloupec %2: %3
sl_si: Napaka branja na vrstici %1, stolpec %2: %3
uk_ua: Проаналізуйте помилку в лінії %1, колонка %2: %3

# QObject|
source: The file is not a Tano Timers list.
cs_cz: Soubor není seznam časovačů Tano.
sl_si: Datoteka ni Tano seznam časovnikov.
uk_ua: Цей файл не є переліком таймерів Tano.

# QObject|
source: Disabled
cs_cz: Zakázáno
sl_si: Onemogočen
uk_ua: Вимкнено

# QObject|
source: The file is not a Tano updates file.
cs_cz: Soubor není aktualizačním souborem Tano.
sl_si: Datoteka ni Tano posodobitvene informacije.
uk_ua: Це не файл оновлень Tano.

# QObject|
source: Once
cs_cz: Jednou
sl_si: Enkratno
uk_ua: Одноразово

# QObject|
source: Daily
cs_cz: Denně
sl_si: Dnevno
uk_ua: Щоденно

# QObject|
source: Weekly
cs_cz: Týdně
sl_si: Tedensko
uk_ua: Щотижня

# QObject|
source: Number
cs_cz: Číslo
sl_si: Število
uk_ua: Номер

# QObject|
source: Channel
cs_cz: Program
sl_si: Program
uk_ua: Канал

# QObject|
source: Categories
cs_cz: Skupiny
sl_si: Kategorije
uk_ua: Категорії

# QObject|
source: Language
cs_cz: Jazyk
sl_si: Jezik
uk_ua: Мова

# QObject|
source: The file is not a valid XMLTV file.
cs_cz: Soubor není platným souborem XMLTV.
sl_si: Datoteka ni veljavna XMLTV datoteka.
uk_ua: Цей номер не є дійсним файлом XMLTV.

# QObject|
source: Cannot write file %1: %2.
cs_cz: Nelze zapisovat soubor %1: %2.
sl_si: Ne morem pisati datoteke %1: %2.
uk_ua: Неможливо записати файл %1: %2.

# QObject|
source: seconds
cs_cz: sekund
sl_si: sekund
uk_ua: секунди

# QObject|
source: minutes
cs_cz: minut(y)
sl_si: minut
uk_ua: мінути

# QObject|
source: hours
cs_cz: hodin(y)
sl_si: ur
uk_ua: години

# QObject|
source: Open directory
cs_cz: Otevřít adresář
sl_si: Odpri imenik
uk_ua: Відкрити теку

# QObject|
source: Open channel list
cs_cz: Otevřít seznam programů
sl_si: Odpri seznam programov
uk_ua: Відкрити прелік каналів

# QObject|
source: Open URL or stream
cs_cz: Otevřít adresu (URL) nebo datový proud
sl_si: Odpri URL ali drug pretočni vir
uk_ua: Відкрити посилання URL або потік

# QObject|
source: Enter the URL of multimedia file or stream you want to play:
cs_cz: Zadejte adresu (URL) multimediálního souboru nebo datového proudu, jejž chcete přehrávat:
sl_si: Vnesite URL multimedijske datoteke ali vira, ki ga želite predvajati:
uk_ua: Ввести посилання URL мультімедіа файлу чи потіку який Ви бажаєте відтворити:

# QObject|
source: Tano M3U channel list files
cs_cz: Soubory se seznamy programů M3U Tano
sl_si: Tano M3U seznami programov
uk_ua: Tano M3U файли переліку каналів

# QObject|
source: Comma-separated values files
cs_cz: Soubory s hodnotami oddělenými čárkou
sl_si: CSV datoteke
uk_ua: Відокремлені комою значення файлів

# QObject|
source: Multimedia files
cs_cz: Multimediální soubory
sl_si: Multimedijske datoteke
uk_ua: Мультімедіа файли

# QObject|
source: Subtitles files
cs_cz: Soubory titulků
sl_si: Datoteke s podnapisi
uk_ua: Файли субтитрів

# QObject|
source: Plain text files
cs_cz: Soubory prostého textu
sl_si: Besedilne datoteke
uk_ua: Текстові файли

# QObject|
source: Open file
cs_cz: Otevřít soubor
sl_si: Odpri datoteko
uk_ua: Відкрити файл

# QObject|
source: Open subtitles
cs_cz: Otevřít titulky
sl_si: Odpri podnapise
uk_ua: Відкрити субтитри

# QObject|
source: Export XMLTV IDs
cs_cz: Vyvést identifikátory XMLTV
sl_si: Izvozi oznake XMLTV
uk_ua: Експортувати XMLTV ідентифікатор

# QObject|
source: M3U (original) files
cs_cz: Soubory M3U (původní)
sl_si: M3U (originalne) datoteke
uk_ua: M3U файли (оригінали)

# QObject|
source: M3U (Udpxy URL) files
cs_cz: Soubory M3U (adresy (URL) Udpxy)
sl_si: M3U (Udpxy URLji) datoteke
uk_ua: M3U (Udpxy посилання URL) файли

# QObject|
source: Sagem STB channel list files
cs_cz: Soubory se seznamy programů STB Sagem
sl_si: Sagem STB seznami programov
uk_ua: Файли переліків каналів Sagem STB

# QObject|
source: CSV channel list
cs_cz: Seznam programů CSV
sl_si: CSV seznam programov
uk_ua: CSV перелік каналів

# QObject|
source: Sagem STB channel list
cs_cz: Seznam programů STB Sagem
sl_si: Sagem STB seznam programov
uk_ua: Sagem STB перелік каналів

# QObject|
source: XMLTV file
cs_cz: Soubor XMLTV
sl_si: Datoteka XMLTV
uk_ua: XMLTV файл

# QObject|
source: Open XMLTV
cs_cz: Otevřít XMLTV
sl_si: Odpri XMLTV
uk_ua: Відкрити XMLTV

# QObject|
source: Director
cs_cz: Ředitel
sl_si: Režiser
uk_ua: Режисер

# QObject|
source: Actor
cs_cz: Herec
sl_si: Igralec
uk_ua: Актор

# QObject|
source: Writer
cs_cz: Autor
sl_si: Scenarist
uk_ua: Письменник

# QObject|
source: Adapter
cs_cz: Adaptér
sl_si: Aranžer
uk_ua: Адаптор

# QObject|
source: Producer
cs_cz: Režisér
sl_si: Producent
uk_ua: Продюсер

# QObject|
source: Composer
cs_cz: Skladatel
sl_si: Skladatelj
uk_ua: Композитор

# QObject|
source: Editor
sl_si: Montažer
uk_ua: Редактор

# QObject|
source: Presenter
cs_cz: Konferenciér
sl_si: Voditelj
uk_ua: Представник

# QObject|
source: Commentator
cs_cz: Komentátor
sl_si: Komentator
uk_ua: Коментатор

# QObject|
source: Guest
cs_cz: Host
sl_si: Gost
uk_ua: Гість

# QObject|
source: Enabled
cs_cz: Povoleno
sl_si: Vključen
uk_ua: Увімкнено

# QObject|
source: Recording
cs_cz: Nahrávání
sl_si: Snemanje
uk_ua: Запис

# QObject|
source: Finished
cs_cz: Hotovo
sl_si: Zaključen
uk_ua: Закінчено

# QObject|
source: Expired
cs_cz: Vypršelo
sl_si: Pretečen
uk_ua: Сплинуло

# QObject|
source: Weekdays
cs_cz: Každý všední den
sl_si: Med tednom
uk_ua: Будні

# QObject|
source: Instant
cs_cz: Okamžitý
sl_si: Instantno
uk_ua: Мить

# QObject|
source: repeats only once
cs_cz: Opakuje pouze jednou
sl_si: ponovi se le enkrat
uk_ua: повторити лише 1 раз

# QObject|
source: repeats daily
cs_cz: Opakuje denně
sl_si: ponavlja se dnevno
uk_ua: повторювати щоденно

# QObject|
source: repeats weekly
cs_cz: Opakuje týdně
sl_si: ponavlja se tedensko
uk_ua: повторювати щотиждня

# QObject|
source: repeats on weekdays
cs_cz: Opakuje kterýkoliv všední den
sl_si: ponavlja se med tednom
uk_ua: повторювати по буднях

# QObject|
source: instant recording
cs_cz: Okamžitý záznam
sl_si: takojšnje snemanje
uk_ua: миттєвий запис

# QtKeySequenceEdit|
source: Clear Shortcut
cs_cz: Smazat klávesovou zkratku
sl_si: Počisti bližnjico
uk_ua: Спорожнити скорочення

# Recorder|
source: Cannot write to %1.
cs_cz: Nelze zapisovat do %1.
sl_si: Ne morem pisati v %1.
uk_ua: Неможливо записати в %1.

source: Recorder
cs_cz: Nahrávání
sl_si: Snemalnik
uk_ua: Записувач

# Recorder|
source: Quick %1
cs_cz: Rychlý %1
sl_si: Hitro %1
uk_ua: Швидко %1

# Recorder|
source: Recording not valid!
cs_cz: Záznam není platný!
sl_si: Snemanje ni veljavno!
uk_ua: Запис не існує!

# Recorder|
source: File cannot be removed. Have you already moved or deleted it?
cs_cz: Soubor nelze odstranit. Již jste jej přesunul nebo smazal?
sl_si: Datoteke ni mogoče odstraniti. Ste mogoče datoteko že premaknili ali izbrisali?
uk_ua: Файл не може бути видалений. Ви вже перемістили або видалили його?

# Recorder|
source: Recordings and timers
sl_si: Posnetki in časovniki

# RecorderInfoWidget|
source: End time:
cs_cz: Konec:
sl_si: Konec:
uk_ua: Час закінчення:

# RecorderInfoWidget|
source: Currently not recording.
cs_cz: Nyní se nenahrává.
sl_si: Trenutno ne snemam.
uk_ua: В даний час не йде запис.

# RecorderInfoWidget|
source: No timer - stop manually.
cs_cz: Žádný časovač - zastavit ručně.
sl_si: Brez časovnika - ustavite ročno.
uk_ua: Не має таймеру - зупинити власноруч.

# RecorderInfoWidget|
source: Stop recording
cs_cz: Zastavit nahrávání
sl_si: Ustavi snemanje
uk_ua: Зупинити запис

# RecorderInfoWidget|
source: Recording:
cs_cz: Nahrává se:
sl_si: Snemam:
uk_ua: Запис:

# RecorderInfoWidget|
source: Elapsed:
cs_cz: Uplynulý čas:
sl_si: Pretečeno:
uk_ua: Пройшло:

# RecorderInfoWidget|
source: Output:
cs_cz: Výstup:
sl_si: Izhod:
uk_ua: На виході:

# RecorderInfoWidget|
source: Channel:
cs_cz: Program:
sl_si: Program:
uk_ua: Канал:

# RecorderInfoWidget|
source: Play
cs_cz: Přehrát
sl_si: Predvajaj
uk_ua: Відтворити

# RecorderInfoWidget|
source: Back
cs_cz: Zpět
sl_si: Nazaj
uk_ua: Назад

# RecorderInfoWidget|
source: Delete
cs_cz: Smazat
sl_si: Izbriši
uk_ua: Видалити

# RecorderInfoWidget|
source: Time:
cs_cz: Čas:
sl_si: Čas:
uk_ua: Час:

# RecorderInfoWidget|
source: Duration:
cs_cz: Doba trvání:
sl_si: Trajanje:
uk_ua: Тривалість:

# RecorderInfoWidget|
source: File:
cs_cz: Soubor:
sl_si: Datoteka:
uk_ua: Файл:

# RecorderInfoWidget|
source: at
cs_cz: v
sl_si: ob
uk_ua: в

# RecorderInfoWidget|
source: Recorder
cs_cz: Nahrávání
sl_si: Snemalnik
uk_ua: Записувач

# RecorderInfoWidget|
source: Are you sure you want to delete the recording? This operation is ireversible.
cs_cz: Jste si jistý, že chcete nahrávku smazat? Tuto operaci nelze vrátit zpět.
sl_si: Ste prepričani, da želite izbrisati ta posnetek? Te operacije ni mogoče razveljaviti.
uk_ua: Ви дійсно бажаєте видалити запис? Ця операція необоротна.

# RecorderInfoWidget|
source: Save
cs_cz: Uložit
sl_si: Shrani
uk_ua: Зберігти

# RecorderInfoWidget|
source: Edit timer
sl_si: Uredi časovnik

# RecorderNewDialog|
source: Quick record
cs_cz: Rychlý záznam
sl_si: Hitro snemanje
uk_ua: Швидкий запис

# RecorderNewDialog|
source: Selected channel:
cs_cz: Vybraný kanál:
sl_si: Izbran kanal:
uk_ua: Обраний канал:

# RecorderNewDialog|
source: Recording name:
cs_cz: Název nahrávky:
sl_si: Ime posnetka:
uk_ua: Назва запису:

# RecorderNewDialog|
source: Record
cs_cz: Nahrávat
sl_si: Snemaj
uk_ua: Запис

# RecorderNewDialog|
source: Back
cs_cz: Zpět
sl_si: Nazaj
uk_ua: Назад

# RecorderNewDialog|
source: Add timer
cs_cz: Přidat časovač
sl_si: Dodaj časovnik
uk_ua: Додати таймер

# RecorderNewDialog|
source: Timer name:
cs_cz: Název časovače:
sl_si: Ime časovnika:
uk_ua: Назва таймеру:

# RecorderNewDialog|
source: Add new timer
cs_cz: Přidat nový časovač
sl_si: Dodaj nov časovnik
uk_ua: Додати новий таймер

# RecorderNewDialog|
source: Recorder
cs_cz: Nahrávač
sl_si: Snemalnik
uk_ua: Записувач

# RecorderNewDialog|
source: Please, select a channel.
cs_cz: Vyberte, prosím, program.
sl_si: Prosim, izberite program.
uk_ua: Будь ласка, оберіть канал.

# RecorderNewDialog|
source: You don't have this channel in your playlist.
sl_si: Tega programa nimate v vašem seznamu.

# RecorderNewDialog|
source: New recording
sl_si: Novo snemanje

# RecorderNewDialog|
source: Search and filter
cs_cz: Hledat a filtrovat
sl_si: Išči in filtriraj
uk_ua: Шукати та відфільтрувати

# SettingsBackend|
source: VLC-Qt Backend
cs_cz: Jádro VLC-Qt
sl_si: VLC-Qt Hrbtenica

# SettingsBackend|
source: Version:
cs_cz: Verze:
sl_si: Različica:
uk_ua: Версія:

# SettingsBackend|
source: Using Videolan VLC version:
cs_cz: Používá se verze VLC Videolan:
sl_si: Videolan VLC različice:
uk_ua: Використовується версія Videolan VLC:

# SettingsBackend|
source: Playback
cs_cz: Přehrávání
sl_si: Predvajanje
uk_ua: Відтворення

# SettingsBackend|
source: Remember Video settings between media
cs_cz: Zapamatovat si nastavení obrazu mezi médii
sl_si: Zapomni si nastavitve slike med preklapljanjem
uk_ua: Запам’ятати налаштування Відео між медіа

# SettingsBackend|
source: Default subtitle language:
cs_cz: Výchozí jazyk titulků:
sl_si: Privzet jezik podnapisov:
uk_ua: Мова субтитрів за замовчуванням:

# SettingsBackend|
source: Default audio language:
cs_cz: Výchozí jazyk pro zvuk:
sl_si: Privzet jezik zvoka:
uk_ua: Мова аудіо за замовчуванням:

# SettingsBackend|
source: Disabled
cs_cz: Zakázáno
sl_si: Onemogočeno
uk_ua: Вимкнено

# SettingsBackend|
source: Other
cs_cz: Jiné
sl_si: Drugo
uk_ua: Інші

# SettingsBackend|
source: Default aspect ratio:
cs_cz: Výchozí poměr stran:
sl_si: Privzeto razmerje slike:
uk_ua: Співвідношення сторін за замовчуванням:

# SettingsBackend|
source: Default crop:
cs_cz: Výchozí pro ořez:
sl_si: Privzeta obrezava slike:
uk_ua: Режим обрізання за замовчуванням:

# SettingsBackend|
source: Default deinterlacing:
cs_cz: Výchozí pro zrušení prokládání:
sl_si: Privzeto razpletanje:
uk_ua: Деінтерлейсінг за замовчуванням:

# SettingsBackend|
source: Original
cs_cz: Původní
sl_si: Originalno
uk_ua: Оригінал

# SettingsBackend|
source: Discard
cs_cz: Zrušit
sl_si: Zavrzi
uk_ua: Скасувати

# SettingsBackend|
source: Blend
cs_cz: Prolínání
sl_si: Prelivanje
uk_ua: Змішати

# SettingsBackend|
source: Mean
cs_cz: Střed
sl_si: Sredina
uk_ua: Середнє

# SettingsBackend|
source: Linear
cs_cz: Přímočarý
sl_si: Linearno
uk_ua: Лінейний

# SettingsDialog|
source: Settings
cs_cz: Nastavení
sl_si: Nastavitve
uk_ua: Налаштування

# SettingsDialog|
source: General
cs_cz: Obecné
sl_si: Splošno
uk_ua: Загальні

# SettingsDialog|
source: Playlist
cs_cz: Seznam programů
sl_si: Programi
uk_ua: Перелік відтворення

# SettingsDialog|
source: Interface
cs_cz: Rozhraní
sl_si: Vmesnik
uk_ua: Інтерфейс

# SettingsDialog|
source: Playback
cs_cz: Přehrávání
sl_si: Predvajanje
uk_ua: Відтворення

# SettingsDialog|
source: Schedule
cs_cz: Rozvrh
sl_si: Spored
uk_ua: Розклад

# SettingsDialog|
source: Recorder
cs_cz: Nahrávání
sl_si: Snemalnik
uk_ua: Записувач

# SettingsDialogShortcuts|
source: Keyboard shortcuts
cs_cz: Klávesové zkratky
sl_si: Bližnjice na tipkovnici
uk_ua: Скорочення клавіатури

# SettingsDialogShortcuts|
source: Action
cs_cz: Činnost
sl_si: Ukaz
uk_ua: Дія

# SettingsDialogShortcuts|
source: Key
cs_cz: Klávesa
sl_si: Tipke
uk_ua: Кнопка

# SettingsDialogShortcuts|
source: Play / Pause
cs_cz: Přehrát/Pozastavit
sl_si: Predvajaj / Prekini
uk_ua: Відтворити / Пауза

# SettingsDialogShortcuts|
source: Stop
cs_cz: Zastavit
sl_si: Ustavi
uk_ua: Зупинити

# SettingsDialogShortcuts|
source: Next channel
cs_cz: Další program
sl_si: Naslednii kanal
uk_ua: Наступний канал

# SettingsDialogShortcuts|
source: Previous channel
cs_cz: Předchozí program
sl_si: Prejšnji kanal
uk_ua: Попередній канал

# SettingsDialogShortcuts|
source: Fullscreen
cs_cz: Na celou obrazovku
sl_si: Celoten zaslon
uk_ua: На повний екран

# SettingsDialogShortcuts|
source: Toggle Info Widget
cs_cz: Přepnout informační prvek
sl_si: Preklopi Info pult
uk_ua: Перемикач інформаційної панелі

# SettingsDialogShortcuts|
source: Toggle Controls Widget
cs_cz: Přepnout ovládací prvek
sl_si: Preklopi upravljalni pult
uk_ua: Перемикач контрольної панелі

# SettingsDialogShortcuts|
source: Mute
cs_cz: Ztlumit
sl_si: Tiho
uk_ua: Вимкнути звук

# SettingsDialogShortcuts|
source: Teletext
sl_si: Teletekst
uk_ua: Телетекст

# SettingsDialogShortcuts|
source: Volume up
cs_cz: Zvýšit hlasitost
sl_si: Povečaj glasnost
uk_ua: Збільшити гучність

# SettingsDialogShortcuts|
source: Volume down
cs_cz: Snížit hlasitost
sl_si: Zmanjšaj glasnost
uk_ua: Зменшити гучність

# SettingsDialogShortcuts|
source: Recorder
cs_cz: Nahrávání
sl_si: Snemalnik
uk_ua: Записувач

# SettingsDialogShortcuts|
source: Open File
cs_cz: Otevřít soubor
sl_si: Odpri Datoteko
uk_ua: Відкрити файл

# SettingsDialogShortcuts|
source: Open URL
cs_cz: Otevřít adresu (URL)
sl_si: Odpri URL
uk_ua: Відкрити посилання URL

# SettingsDialogShortcuts|
source: Open Channel list
cs_cz: Otevřít seznam programů
sl_si: Odpri Seznam programov
uk_ua: Відкрити перелік каналів

# SettingsDialogShortcuts|
source: Edit Channel list
cs_cz: Upravit seznam programů
sl_si: Uredi Seznam programov
uk_ua: Редагувати перелік каналів

# SettingsDialogShortcuts|
source: Settings
cs_cz: Nastavení
sl_si: Nastavitve
uk_ua: Налаштування

# SettingsDialogShortcuts|
source: Always on top
cs_cz: Vždy nahoře
sl_si: Vedno na vrhu
uk_ua: Завжди поверх інших вікон

# SettingsDialogShortcuts|
source: Simple Mode
cs_cz: Jednoduchý režim
sl_si: Enostaven način
uk_ua: Простий режим

# SettingsDialogShortcuts|
source: Hide to tray
cs_cz: Skrýt v oznamovací oblasti panelu
sl_si: Skrij v orodno vrstico
uk_ua: Сховати до трею

# SettingsDialogShortcuts|
source: Next audio track
cs_cz: Další zvuková stopa
sl_si: Naslednja zvočna sled
uk_ua: Наступна звукова доріжка

# SettingsDialogShortcuts|
source: Next video track
cs_cz: Další obrazová stopa
sl_si: Naslednja slikovna sled
uk_ua: Наступна відео доріжка

# SettingsDialogShortcuts|
source: Next subtitle track
cs_cz: Další titulková stopa
sl_si: Naslednji podnapisi
uk_ua: Наступна доріжка субтитрів

# SettingsDialogShortcuts|
source: Next aspect ratio mode
cs_cz: Další režim pro poměr stran
sl_si: Naslednje razmerje slike
uk_ua: Наступний режим співвідношення сторін

# SettingsDialogShortcuts|
source: Next crop mode
cs_cz: Další režim pro ořez
sl_si: Naslednja obrezava slike
uk_ua: Наступний режим обрізання зображення

# SettingsDialogShortcuts|
source: Next deinterlace mode
cs_cz: Další režim pro zrušení prokládání
sl_si: Naslenje razpletanje
uk_ua: Наступний режим деінтерлейсінгу

# SettingsDialogShortcuts|
source: Set
cs_cz: Nastavit
sl_si: Nastavi
uk_ua: Встановити

# SettingsDialogShortcuts|
source: Defaults
cs_cz: Výchozí
sl_si: Privzeto
uk_ua: За замовчуванням

# SettingsDialogShortcuts|
source: Instant recording
sl_si: Takojšnje snemanje

# SettingsDialogShortcuts|
source: Take snapshot
sl_si: Zajemi sliko

# SettingsEditorCommon|
source: Default radio category:
cs_cz: Výchozí skupina pro rádio:
sl_si: Privzeta kategorija za radio:
uk_ua: Категорія радіо за замовчуванням:

# SettingsEditorCommon|
source: UDPXY support
cs_cz: Podpora UDPXY
sl_si: UDPXY podpora
uk_ua: UDPXY підтримка

# SettingsEditorCommon|
source: Enable UDPXY support
cs_cz: Povolit podporu UDPXY
sl_si: Vključi podporo UDPXY
uk_ua: Увімкнути UDPXY підтримку
