Repository: ntadej/tano
Catalog: lang/*.po
Languages: cs_cz, sl_si, uk_ua

# AboutDialog|
source: About
cs_cz: O programu
sl_si: O programu
uk_ua: Про програму

# AboutDialog|
source: Tano is an open-source cross-platform IP TV player which features full IP TV playback with EPG and recorder. It is based on VLC-Qt.
cs_cz: Tano je svobodný multiplatformní přehrávač IP TV, jehož vlastností je plné přehrávání IP TV s EPG a nahrávání. Je založen na VLC-Qt.
sl_si: Tano je odprtokodni večplatformni IP TV predvajalnik, ki omogoča polno IP TV predvajanje z EPG in snemalnikom. Temelji na knjižnici VLC-Qt.
uk_ua: Tano це багатоплотформовий програвач IP телебачення з відкритим кодом з моживостями відтворення IP телебачення з технологією EPG та запису програм. Tano базується на VLC-Qt.

# AboutDialog|
source: This version of Tano was compiled on %1 running %2. Your Qt runtime version: %3 Your VLC-Qt version: %4
cs_cz: Tato verze Tana byla sestavena na %1 spuštěním %2. Verze vašeho Qt: %3 Verze vašeho VLC-Qt: %4
sl_si: Ta različica programa Tano je bila kodno prevedena na %1 s sistemom %2 Vaša različica Qt: %3 Vaša različica VLC-Qt: %4
uk_ua: Ця версія Tano була скомпільована на %1 використавши %2. Ваша версія Qt: %3 Ваша версія VLC-Qt: %4

# AboutDialog|
source: Backend
cs_cz: Jádro
sl_si: Hrbtenica
uk_ua: Бекенд

# AboutDialog|
source: VLC-Qt is a free library used to connect Qt and libvlc libraries. It contains core classes for main media playback and also some GUI classes for faster media player developement.
cs_cz: VLC-Qt je svobodná knihovna používaná ke spojení knihoven Qt a libvlc. Obsahuje základní třídy pro přehrávání hlavních multimédií a také některé třídy obrazového uživatelského rozhraní pro rychlejší vývoj multimediálního přehrávače.
sl_si: VLC-Qt je brezplačna programska knjižnica, ki služi povezavi med knjižnicami Qt in libvlc. Vsebuje osnovne razrede za multimedijsko predvajanje in tudi nekaj razredov uporabniškega vmesnika za hitrejši razvoj multimedijskega predvajalnika.
uk_ua: VLC-Qt це вільна бібліотека яка використовується для поєднання бібліотек Qt та libvlc. Ця бібліотека містить в собі основні класи відтворення медіа а також деякі GUI класи для швидкого розвитку медіа-програвача.

# AboutDialog|
source: <b>You are using VideoLAN VLC %1</b>
cs_cz: <b>Používáte VideoLAN VLC %1</b>
sl_si: <b>Uporabljate Videolan VLC %1</b>
uk_ua: <b>Ви використовуєте VideoLAN VLC %1</b>

# AboutDialog|
source: Authors
cs_cz: Autoři
sl_si: Avtorji
uk_ua: Автори

# AboutDialog|
source: License
cs_cz: Povolení
sl_si: Licenca
uk_ua: Ліцензія

# AboutDialog|
source: Editor
sl_si: Urejevalnik
uk_ua: Редактор

# AboutDialog|
source: Player
cs_cz: Přehrávač
sl_si: Predvajalnik
uk_ua: Програвач

# ConclusionPage|
source: I agree to the terms of the GNU General Public License
cs_cz: Souhlasím s podmínkami povolení GNU General Public License
sl_si: Strinjam se s pogoji GNU General Public License

# ConclusionPage|
source: Complete Wizard
cs_cz: Dokončit průvodce
sl_si: Zaključite čarovnika

# ConclusionPage|
source: Thank you for using <i>Tano</i>.
cs_cz: Děkujeme vám za používání programu <i>Tano</i>.
sl_si: Hvala, da uporabljate <i>Tano</i>.

# DonationDialog|
source: Donate
cs_cz: Darovat
sl_si: Doniraj
uk_ua: Пожертвування

# DonationDialog|
source: Tano Player project requires a lot of work and devotion. You can also support the development by donating some money. This money will be spent to cover all expenses and hosting costs.
cs_cz: Projekt přehrávače Tano vyžaduje hodně práce a péče. Vývoj můžete podpořit i tak, že darujete nějaké peníze. Tyto peníze budou použity na pokrytí všech výdajů a poplatků za hostování programu.
sl_si: Projekt Tano Player zahteva veliko dela. Njegovemu razvoju lahko pripomorete tudi z doniranjem denarja. Ta denar bo porabljen za kritje vseh stroškov in cene gostovanja.
uk_ua: Проект Tano Player вимагає багато роботи та відданості. Ви також можете підтримати розвиток проекту пожертвував гроші. Ці гроші будуть витрачені на оплату усіх витрат та оплату хостінгу проекту.

# DonationDialog|
source: You can read additional terms and information on Tano Player homepage.
cs_cz: Doplňkové informace a podmínky si můžete přečíst na domovských stránkách přehrávače Tano.
sl_si: Dodatne pogoje in informacije si lahko preberete na spletni strani predvajalnika Tano.
uk_ua: Ви можете прочитати додаткові вимоги та інформацію на домашній веб-сторінці Tano Player.

# EpgList|
source: Show information
cs_cz: Ukázat podrobnosti
sl_si: Pokaži podrobnosti
uk_ua: Показати інформацію

# EpgList|
source: Record
cs_cz: Nahrávat
sl_si: Snemaj
uk_ua: Запис

# EpgScheduleChannel|
source: <h2>No EPG</h2>
cs_cz: <h2>Žádné EPG</h2>
sl_si: <h2>EPG ni na voljo</h2>
uk_ua: <h2>Без EPG</h2>

# EpgScheduleFull|
source: Schedule
cs_cz: Rozvrh
sl_si: Spored
uk_ua: Розклад

# EpgScheduleFull|
source: Search and filter
cs_cz: Hledat a filtrovat
sl_si: Išči in filtriraj
uk_ua: Шукати та відфільтрувати

# EpgShow|
source: Previous
cs_cz: Předchozí
sl_si: Prejšnja oddaja
uk_ua: Попередній

# EpgShow|
source: Next
cs_cz: Další
sl_si: Naslednja oddaja
uk_ua: Наступний

# EpgShow|
source: <b>Crew</b>
cs_cz: <b>Skupina</b>
sl_si: <b>Ekipa</b>
uk_ua: <b>Бригада</b>

# EpgShow|
source: <b>Description</b>
cs_cz: <b>Popis</b>
sl_si: <b>Opis</b>
uk_ua: Опис

# EpgShow|
source: Crew members: All
cs_cz: Členové pracovní skupiny: Vše
sl_si: Člani ekipe: Vsi
uk_ua: Члени бригади: Усі

# EpgShow|
source: Director
cs_cz: Ředitel
sl_si: Režiser
uk_ua: Режисер

# EpgShow|
source: Actor
cs_cz: Herec
sl_si: Igralec
uk_ua: Актор

# EpgShow|
source: Writer
cs_cz: Autor
sl_si: Scenarist
uk_ua: Письменник

# EpgShow|
source: Adapter
cs_cz: Adaptér
sl_si: Aranžer
uk_ua: Адаптор

# EpgShow|
source: Producer
cs_cz: Režisér
sl_si: Producent
uk_ua: Продюсер

# EpgShow|
source: Composer
cs_cz: Skladatel
sl_si: Skladatelj
uk_ua: Композитор

# EpgShow|
source: Editor
sl_si: Montažer
uk_ua: Редактор

# EpgShow|
source: Presenter
cs_cz: Konferenciér
sl_si: Voditelj
uk_ua: Представник

# EpgShow|
source: Commentator
cs_cz: Komentátor
sl_si: Komentator
uk_ua: Коментатор

# EpgShow|
source: Guest
cs_cz: Host
sl_si: Gost
uk_ua: Гість

# EpgShow|
source: Record
cs_cz: Nahrávat
sl_si: Snemaj
uk_ua: Запис

source: First Run Wizard
cs_cz: Průvodce prvním spuštěním
sl_si: Čarovnik ob prvem zagonu

# InfoBarWidget|
source: Now:
cs_cz: Nyní:
sl_si: Trenutno:
uk_ua: Зараз:

# InfoBarWidget|
source: Next:
cs_cz: Další:
sl_si: Naslednje:
uk_ua: Наступний:

# InfoBarWidget|
source: Language:
cs_cz: Jazyk:
sl_si: Jezik:
uk_ua: Мова:

# IntroPage|
source: Welcome
cs_cz: Vítejte
sl_si: Pozdravljeni

# IntroPage|
source: This wizard will help you set basic settings for your copy of <i>Tano</i>.
cs_cz: Tento průvodce vám pomůže se základním nastavením programu <i>Tano</i>.
sl_si: Ta čarovnik vam bo pomagal določiti osnovne nastavitve za program <i>Tano</i>.

# IntroPage|
source: You previously used version %1 of <i>Tano</i>.
cs_cz: Předtím jste používal verzi %1 <i>Tano</i>.
sl_si: Uporabljali ste <i>Tano</i> različice %1.

# IntroPage|
source: Please re-set your settings.
cs_cz: Nastavte, prosím, svá nastavení znovu.
sl_si: Prosim, ponovno nastavite aplikacijo.

# MainWindow|
source: &Exit
cs_cz: &Ukončit
sl_si: &Izhod
uk_ua: &Вихід

# MainWindow|
source: &Settings
cs_cz: &Nastavení
sl_si: &Nastavitve
uk_ua: &Налаштування

# MainWindow|
source: &Fullscreen
cs_cz: &Na celou obrazovku
sl_si: &Celoten zaslon
uk_ua: &На весь екран

# MainWindow|
source: Open &File
cs_cz: Otevřít &soubor
sl_si: Odpri &Datoteko

# MainWindow|
source: &Help
cs_cz: &Nápověda
sl_si: P&omoč
uk_ua: &Допомога

# MainWindow|
source: Open URL
cs_cz: Otevřít adresu (URL)
sl_si: Odpri URL
uk_ua: Відкрити посилання URL

# MainWindow|
source: Check for updates
cs_cz: Prověřit aktualizace
sl_si: Preveri za posodobitve
uk_ua: Перевірити оновлення

# MainWindow|
source: Open
cs_cz: Otevřít
sl_si: Odpri
uk_ua: Відкрити

# MainWindow|
source: Play
cs_cz: Přehrát
sl_si: Predvajaj
uk_ua: Відтворити

# MainWindow|
source: Stop
sl_si: Ustavi
uk_ua: Зупинити

# MainWindow|
source: Always on top
cs_cz: Vždy nahoře
sl_si: Vedno na vrhu
uk_ua: Завжди поверх інших вікон

# MainWindow|
source: Restore
cs_cz: Obnovit
sl_si: Obnovi
uk_ua: Відновити

# MainWindow|
source: Simple Mode
cs_cz: Jednoduchý režim
sl_si: Enostaven način
uk_ua: Простий режим

# MainWindow|
source: Main Toolbar
cs_cz: Hlavní pruh s nástroji
sl_si: Glavna orodna vrstica
uk_ua: Головна панель

# MainWindow|
source: Next
cs_cz: Další
sl_si: Naslednji
uk_ua: Далі

# MainWindow|
source: Back
cs_cz: Zpět
sl_si: Nazaj
uk_ua: Назад

# MainWindow|
source: Mute
cs_cz: Ztlumit
sl_si: Tiho
uk_ua: Вимкнути звук

# MainWindow|
source: Volume up
cs_cz: Zvýšit hlasitost
sl_si: Povečaj glasnost
uk_ua: Збільшити гучність

# MainWindow|
source: Volume down
cs_cz: Snížit hlasitost
sl_si: Zmanjšaj glasnost
uk_ua: Зменшити гучність

# MainWindow|
source: Recorder
cs_cz: Nahrávání
sl_si: Snemalnik
uk_ua: Записувач

# MainWindow|
source: &Audio
cs_cz: &Zvuk
sl_si: &Zvok
uk_ua: &Аудіо

# MainWindow|
source: &Playback
cs_cz: &Přehrávání
sl_si: &Predvajanje
uk_ua: &Відтворення

# MainWindow|
source: &Open channel list
cs_cz: &Otevřít seznam programů
sl_si: &Odpri seznam programov
uk_ua: &Відкрити список каналів

# MainWindow|
source: Open channel list
cs_cz: Otevřít seznam programů
sl_si: Odpri seznam programov
uk_ua: Відкрити список каналів

# MainWindow|
source: Timers
cs_cz: Časovače
sl_si: Časovniki
uk_ua: Таймери

# MainWindow|
source: About Qt
cs_cz: O Qt
sl_si: O Qt
uk_ua: Про Qt

# MainWindow|
source: Controls panel
cs_cz: Ovládací panel
sl_si: Upravljalni pult
uk_ua: Панель контролю

# MainWindow|
source: Enable Info panel in Fullscreen mode
cs_cz: Povolit informační panel v režimu celé obrazovky
sl_si: Vključi Info pult v celozaslonskem načinu
uk_ua: Увімкнути інформаційну панель в повноекранному режимі

# MainWindow|
source: Donate
cs_cz: Darovat
sl_si: Doniraj
uk_ua: Пожертвування

# MainWindow|
source: Teletext
sl_si: Teletekst
uk_ua: Телетекст

# MainWindow|
source: &File
cs_cz: &Soubor
sl_si: &Datoteka
uk_ua: &Файл

# MainWindow|
source: Do you want to exit Tano? This will stop recording in progress.
cs_cz: Chcete ukončit program Tano? Tím se zastaví i právě probíhající nahrávání.
sl_si: Ali želite zapreti Tano? To bo ustavilo trenutno snemanje.
uk_ua: Ви бажаєте вийти з Tano? Це зупинить процес запису.

# MainWindow|
source: Pause
cs_cz: Pozastavit
sl_si: Prekini
uk_ua: Пауза

# MainWindow|
source: Schedule
cs_cz: Rozvrh
sl_si: Spored
uk_ua: Розклад

# MainWindow|
source: &Options
cs_cz: &Volby
sl_si: &Možnosti
uk_ua: &Налаштування

# MainWindow|
source: About Tano
cs_cz: O programu Tano
sl_si: O programu Tano
uk_ua: Про Tano

# MainWindow|
source: Edit Channels
cs_cz: Upravit programy
sl_si: Uredi programe
uk_ua: Редагувати канали

# MainWindow|
source: Info panel
cs_cz: Panel s podrobnostmi
sl_si: Info pult
uk_ua: Інформаційна панель

# MainWindow|
source: Hide to tray
cs_cz: Skrýt v oznamovací oblasti panelu
sl_si: Skrij v orodno vrstico
uk_ua: Сховати до трею

# MainWindow|
source: Stop recording
cs_cz: Zastavit nahrávání
sl_si: Prenehaj s snemanjem
uk_ua: Зупинити запис

# MainWindow|
source: &Recorder
cs_cz: Nah&rávání
sl_si: Sne&malnik
uk_ua: &Записувач

# MainWindow|
source: Vie&w
cs_cz: &Pohled
sl_si: &Videz
uk_ua: &Вигляд

# MainWindow|
source: &Video
cs_cz: &Obraz
sl_si: &Slika
uk_ua: &Відео

# MainWindow|
source: Cannot read file %1: %2.
cs_cz: Nelze číst ze souboru %1: %2.
sl_si: Ne morem prebrati %1: %2.
uk_ua: Неможливо прочитати файл %1: %2.

# MainWindow|
source: Controls
cs_cz: Ovládání
sl_si: Upravljanje
uk_ua: Управління

# MainWindow|
source: Keyboard shortcuts
cs_cz: Klávesové zkratky
sl_si: Bližnjice na tipkovnici
uk_ua: Скорочення клавіатури

# MainWindow|
source: Recorder Toolbar
cs_cz: Nástrojový pruh pro nahrávání
sl_si: Orodna vrstica snemalnika
uk_ua: Панель запису

# MainWindow|
source: Quick record
cs_cz: Rychlý záznam
sl_si: Hitro snemanje
uk_ua: Швидкий запис

# MainWindow|
source: Quick
cs_cz: Rychlý
sl_si: Hitro
uk_ua: Швидко

# MainWindow|
source: Add timer
cs_cz: Přidat časovač
sl_si: Dodaj časovnik
uk_ua: Додати таймер

# MainWindow|
source: <b>Schedule</b>
sl_si: <b>Spored</b>

# MainWindow|
source: Support
sl_si: Podpora

# MainWindow|
source: Tano Support
sl_si: Tano Podpora

# MainWindow|
source: Instant recording
sl_si: Takojšnje snemanje

# MainWindow|
source: Take snapshot
sl_si: Zajemi sliko

# MenuAspectRatio|
source: Aspect ratio
cs_cz: Poměr stran
sl_si: Razmerje slike
uk_ua: Співвідношення сторін

# MenuAspectRatio|
source: Next aspect ratio option
cs_cz: Další volba pro poměr stran
sl_si: Naslednje razmerje slike
uk_ua: Наступна опція співвідношення сторін

# MenuAspectRatio|
source: Original
cs_cz: Původní
sl_si: Originalno
uk_ua: Оригінал

# MenuCropRatio|
source: Crop video
cs_cz: Ořezat obraz
sl_si: Obreži sliko
uk_ua: Обрізати відео

# MenuCropRatio|
source: Next crop option
cs_cz: Volba pro další ořez
sl_si: Naslednja obrezava slike
uk_ua: Наступна опція обрізання відео

# MenuCropRatio|
source: Original
cs_cz: Původní
sl_si: Originalno
uk_ua: Оригінал

# MenuDeinterlacing|
source: Deinterlacing
cs_cz: Zrušení prokládání
sl_si: Razpletanje
uk_ua: Деінтерлейсінг

# MenuDeinterlacing|
source: Next deinterlacing option
cs_cz: Další volba pro zrušení prokládání
sl_si: Naslenje razpletanje
uk_ua: Наступна опція деінтерлейсінгу

# MenuDeinterlacing|
source: Disabled
cs_cz: Zakázáno
sl_si: Onemogočeno
uk_ua: Вимкнути

# MenuDeinterlacing|
source: Discard
cs_cz: Zrušit
sl_si: Zavrzi
uk_ua: Скасувати

# MenuDeinterlacing|
source: Blend
cs_cz: Prolínání
sl_si: Prelivanje
uk_ua: Змішати

# MenuDeinterlacing|
source: Mean
cs_cz: Střed
sl_si: Sredina
uk_ua: Середнє

# MenuDeinterlacing|
source: Linear
cs_cz: Přímočarý
sl_si: Linearno
uk_ua: Лінейний

# MenuTrackAudio|
source: Audio track
cs_cz: Zvuková stopa
sl_si: Zvočna sled
uk_ua: Звукова доріжка

# MenuTrackAudio|
source: Next audio track
cs_cz: Další zvuková stopa
sl_si: Naslednja zvočna sled
uk_ua: Наступна звукова доріжка

# MenuTrackSubtitles|
source: Subtitles
cs_cz: Titulky
sl_si: Podnapisi
uk_ua: Субтитри

# MenuTrackSubtitles|
source: Next subtitles
cs_cz: Další titulky
sl_si: Naslednji podnapisi
uk_ua: Наступні субтитри

# MenuTrackSubtitles|
source: Open subtitle file
cs_cz: Otevřít soubor s titulky
sl_si: Odpri datoteko s podnapisi
uk_ua: Відкрити файл субтитрів

# MenuTrackVideo|
source: Video track
cs_cz: Obrazová stopa
sl_si: Slikovna sled
uk_ua: Відео доріжка

# MenuTrackVideo|
source: Next video track
cs_cz: Další obrazová stopa
sl_si: Naslednja slikovna sled
uk_ua: Наступна відео доріжка

# NetworkDownload|
source: Cannot write file %1: %2.
cs_cz: Nelze zapisovat soubor %1: %2.
sl_si: Ne morem pisati datoteke %1: %2.
uk_ua: Неможливо записати файл %1: %2.

# OsdWidget|
source: Play
cs_cz: Přehrát
sl_si: Predvajaj
uk_ua: Відтворити

# OsdWidget|
source: Stop
cs_cz: Zastavit
sl_si: Ustavi
uk_ua: Зупинити

# OsdWidget|
source: Back
cs_cz: Zpět
sl_si: Nazaj
uk_ua: Назад

# OsdWidget|
source: Next
cs_cz: Další
sl_si: Naprej
uk_ua: Далі

# OsdWidget|
source: Record Now
cs_cz: Nahrávat nyní
sl_si: Takojšnje snemanje
uk_ua: Записати зараз

# OsdWidget|
source: Mute
cs_cz: Ztlumit
sl_si: Tiho
uk_ua: Вимкнути звук

# OsdWidget|
source: Pause
cs_cz: Pozastavit
sl_si: Prekini
uk_ua: Пауза

# OsdWidget|
source: Teletext
sl_si: Teletekst
uk_ua: Телетекст

# OsdWidget|
source: Take snapshot
sl_si: Zajemi sliko

# PlaylistEditor|
source: Tano Editor
cs_cz: Editor Tano
sl_si: Tano Urejevalnik
uk_ua: Tano Редактор

# PlaylistEditor|
source: Playlist name:
cs_cz: Název seznamu programů:
sl_si: Ime seznama programov:
uk_ua: Назва переліку каналів:

# PlaylistEditor|
source: Number of channels:
cs_cz: Počet programů:
sl_si: Število programov:
uk_ua: Номера каналів:

# PlaylistEditor|
source: Help
cs_cz: Nápověda
sl_si: Pomoč
uk_ua: Допомога

# PlaylistEditor|
source: Toolbar
cs_cz: Nástrojový pruh
sl_si: Orodna vrstica
uk_ua: Панель

# PlaylistEditor|
source: Number:
cs_cz: Číslo:
sl_si: Število:
uk_ua: Номер:

# PlaylistEditor|
source: Name:
cs_cz: Název:
sl_si: Ime:
uk_ua: Назва:

# PlaylistEditor|
source: Categories:
cs_cz: Skupiny:
sl_si: Kategorije:
uk_ua: Категорії:

# PlaylistEditor|
source: Language:
cs_cz: Jazyk:
sl_si: Jezik:
uk_ua: Мова:

# PlaylistEditor|
source: Url:
cs_cz: Adresa (URL):
sl_si: Naslov:
uk_ua: Посилання URL:

# PlaylistEditor|
source: Add channel
cs_cz: Přidat program
sl_si: Dodaj program
uk_ua: Додати канал

# PlaylistEditor|
source: Delete channel
cs_cz: Smazat program
sl_si: Izbriši program
uk_ua: Видалити канал

# PlaylistEditor|
source: Save
cs_cz: Uložit
sl_si: Shrani
uk_ua: Зберігти

# PlaylistEditor|
source: Close
cs_cz: Zavřít
sl_si: Zapri
uk_ua: Закрити

# PlaylistEditor|
source: Move up
cs_cz: Posunout nahoru
sl_si: Premakni navzgor
uk_ua: Перемістити вгору

# PlaylistEditor|
source: Move down
cs_cz: Posunout dolů
sl_si: Premakni navzdol
uk_ua: Перемістити вниз

# PlaylistEditor|
source: Print
cs_cz: Tisk
sl_si: Natisni
uk_ua: Роздрукувати

# PlaylistEditor|
source: Export
cs_cz: Vyvést
sl_si: Izvozi
uk_ua: Експортувати

# PlaylistEditor|
source: Open
cs_cz: Otevřít
sl_si: Odpri
uk_ua: Відкрити

# PlaylistEditor|
source: About
cs_cz: O programu
sl_si: O urejevalniku
uk_ua: Про

# PlaylistEditor|
source: New playlist
cs_cz: Nový seznam programů
sl_si: Nov seznam programov
uk_ua: Новий перелік каналів

# PlaylistEditor|
source: Settings
cs_cz: Nastavení
sl_si: Nastavitve
uk_ua: Налаштування

# PlaylistEditor|
source: XMLTV IDs
cs_cz: Identifikátory XMLTV
sl_si: XMLTV oznake
uk_ua: XMLTV ідентифікатор

# PlaylistEditor|
source: Update Information
cs_cz: Informace o aktualizacích
sl_si: Informacije o posodobitvah
uk_ua: Оновити інформацію

# PlaylistEditor|
source: %1 - Tano Editor
cs_cz: %1 - Editor Tano
sl_si: %1 - Tano Urejevalnik
uk_ua: %1 - Tano Редактор

# PlaylistEditor|
source: Cannot read file %1: %2.
cs_cz: Nelze číst ze souboru %1: %2.
sl_si: Ne morem prebrati %1: %2.
uk_ua: Неможливо прочитати файл %1: %2.

source: Playlist Editor
cs_cz: Editor seznamu programů
sl_si: Urejevalnik seznama programov
uk_ua: Редактор переліку каналів

# PlaylistEditor|
source: Do you want to create new playlist? You will lose any unsaved changes.
cs_cz: Chcete vytvořit nový seznam programů? Ztratíte všechny neuložené změny.
sl_si: Ali želite ustvariti nov seznam programov? Neshranjene spremembe ne bodo uveljavljene.
uk_ua: Ви бажаєте створити новий перелік каналів? Ви втратите усі незбережені зміни.

# PlaylistEditor|
source: Cannot write file %1: %2.
cs_cz: Nelze zapisovat soubor %1: %2.
sl_si: Ne morem pisati datoteke %1: %2.
uk_ua: Неможливо записати файл %1: %2.

# PlaylistEditor|
source: Export to M3U format with Udpxy URLs
cs_cz: Vyvést do formátu M3U s adresami Udpxy (URL)
sl_si: Izvozi v M3U format z Udpxy URLji
uk_ua: Експортувати в формат M3U з Udxpy посиланнями URL

# PlaylistEditor|
source: You need to have valid Udpxy settings or the exported playlist will contain classic URLs.
cs_cz: Musíte mít platná nastavení Udpxy, nebo bude vyvedený seznam skladeb obsahovat klasické adresy (URL).
sl_si: Nastavljene morajo biti pravilne Udpxy nastavitve ali pa bo izvožen seznam programov vseboval običajne URLje.
uk_ua: Вам потрібно мати дійсні налаштування Udpxy чи перелік каналів що експортовано повинен містити класичні посилання URL.

# PlaylistEditor|
source: Do you want close the editor? You will lose any unsaved changes.
cs_cz: Chcete zavřít editor? Ztratíte všechny neuložené změny.
sl_si: Ali želite zapreti urejevalnik? Neshranjene spremembe ne bodo uveljavljene.
uk_ua: Ви бажаєте закрити редактор? Ви втратите усі незбережені зміни.

# PlaylistEditor|
source: A channel with this number already exists!
cs_cz: Program s tímto číslem již existuje!
sl_si: Program s to številko že obstaja!
uk_ua: Канал з таким номером вже існує!

# PlaylistEditor|
source: Edit channel
cs_cz: Upravit program
sl_si: Uredi program
uk_ua: Редагувати канал

# PlaylistEditor|
source: Scan for new channels
cs_cz: Prohledat na nové programy
sl_si: Preišči za nove programe
uk_ua: Сканувати для нових каналів

# PlaylistEditorHelp|
source: Tano Editor - Help
cs_cz: Editor Tano - Nápověda
sl_si: Tano Urejevalnik - Pomoč
uk_ua: Tano Редактор - Допомога

# PlaylistEditorHelp|
source: <h2>Tano Editor - Help</h2>
cs_cz: <h2>Editor Tano - Nápověda</h2>
sl_si: <h2>Tano Urejevalnik - Pomoč</h2>
uk_ua: <h2>Tano Редактор - Допомога</h2>

# PlaylistEditorHelp|
source: <b>You can edit your IP TV playlist, print it or export it to desired format.</b>
cs_cz: <b>Můžete upravit svůj seznam programů IP TV, vytisknout jej nebo vyvést do požadovaného formátu.</b>
sl_si: <b>Lahko uredite vaš seznam programov, ga natisnete ali izvozite v želen format.</b>
uk_ua: <b>Ви можете редагувати перелік Ваших каналів IP TV, роздрукувати його або експортувати в бажаний формат.</b>

# PlaylistEditorHelp|
source: <h3>Editing channels</h3>
cs_cz: <h3>Úpravy programů</h3>
sl_si: <h3>Urejanje programov</h3>
uk_ua: <h3>Редагування каналів</h3>

# PlaylistEditorHelp|
source: Full URL needs to be provided for the channel logo. Pictures will be scaled to fit the interface.
cs_cz: Pro logo programu je potřeba poskytnout celou adresu (URL). Velikost obrázků bude změněna tak, aby se vešly do rozhraní.
sl_si: Poln URL mora biti nastavljen za logotip programa. Slike bodo pomanjšane, da bodo ustrezale velikosti vmesnika.
uk_ua: Повне посилання URL необхідно для забезпечення логотипу каналу. Зображення будуть масштабовані щоб заповнити інтерфейс.

# PlaylistEditorHelp|
source: <h3>Formats and export</h3>
cs_cz: <h3>Formáty a vyvedení</h3>
sl_si: <h3>Formati in izvoz</h3>
uk_ua: <h3>Формати та експорт</h3>

# PlaylistEditorHelp|
source: Tano Editor supports its own modified M3U as well as unmodified M3U, CSV and Sagem JS files. Beside these formats you can also save/export to M3U with Udpxy URLs and Tvheadend configuration files.
cs_cz: Editor Tano podporuje své vlastní upravené soubory M3U, CSV a Sagem JS. Kromě těchto formátů můžete také ukládat/vyvádět do M3U s adresami Udpxy a se soubory nastavení Tvheaden.
sl_si: Tano Urejevalnik podpira svoj lasten, prilagojen format M3U, poleg tega pa še običajen M3U, CSV in datoteke Sagem JS. Seznam programov lahko shranite/izvozite še kot M3U z naslovi Udpxy in kot nastavitvene datoteke za Tvheadend.
uk_ua: Tano Редактор підтримує власні модифіковані файли M3U так же гарно як й немодифіковані файли M3U, файли CSV та Sagem JS файли. Разом с тим ВИ можете зберігти/експортувати в файли M3U з Udxpy посиланнями URL та Tvheadend конфігураційні файли.

# PlaylistEditorHelp|
source: <h3>Scan for channels</h3>
cs_cz: <h3>Hledání programů</h3>
sl_si: <h3>Iskanje novih programov</h3>
uk_ua: <h3>Сканувати для каналів</h3>

# PlaylistEditorHelp|
source: You can scan for new channels using built in channels scanner. Please set valid IP range (e.g. 232.4.1) and port (e.g. 5000). Tano will scan all 255 IPs in this range. A channel is added if it is detected before timeout.
cs_cz: Nové programy můžete hledat pomocí vestavěného prohledávače programů. Nastavte, prosím, platný rozsah IP (např. 232.4.1) a přípojku (např. 5000). Tano prohledá všech 255 IP v tomto rozsahu. Program je přidán, je-li zjištěn před vypršením času.
sl_si: Nove programe lahko poiščete z vgrajenim iskalnikom programov. Nastavite veljavno območje IP (npr. 232.4.1) in vrata (npr. 5000). Tano bo samodejno preiskal vseh 255 IP-jev v tem območju. Program bo dodan, če bo zaznan v nastavljenem času.
uk_ua: Ви можете сканувати для отримання нових каналів використовуючи вбудований сканер каналів. Будь ласка встановіть діючу IP адресу (наприклад 91.192.38) та порт (наприклад 5000). Tano відсканує усі 255 IP адрес. Канали будуть додані у разі їх виявлення.
