Repository: ntadej/tano
Catalog: lang/*.po
Languages: cs_cz, sl_si, uk_ua

# SettingsEditorCommon|
source: Router IP or name:
cs_cz: IP nebo název směrovače:
sl_si: IP ali ime usmerjevalnika:
uk_ua: IP роутера чи ім’я:

# SettingsEditorCommon|
source: Router port:
cs_cz: Přípojka směrovače:
sl_si: Vrata usmerjevalnika:
uk_ua: Порт роутера:

# SettingsEditorCommon|
source: Interface
cs_cz: Rozhraní
sl_si: Vmesnik
uk_ua: Інтерфейс

# SettingsEditorCommon|
source: Toolbar style:
cs_cz: Styl nástrojového pruhu:
sl_si: Izgled orodnih vrstic:
uk_ua: Стиль панелі:

# SettingsEditorCommon|
source: Icon only
cs_cz: Pouze ikony
sl_si: Samo ikona
uk_ua: Лише іконки

# SettingsEditorCommon|
source: Text only
cs_cz: Pouze text
sl_si: Samo besedilo
uk_ua: Лише текст

# SettingsEditorCommon|
source: Text beside icon
cs_cz: Text vedle ikon
sl_si: Besedilo ob ikoni
uk_ua: Текст рядом з іконками

# SettingsEditorCommon|
source: Text under icon
cs_cz: Text pod ikonami
sl_si: Besedilo pod ikono
uk_ua: Текст під іконками

# SettingsEditorCommon|
source: System default
cs_cz: Výchozí nastavení
sl_si: Sistemsko privzeto
uk_ua: За замовчуванням системи

# SettingsEditorCommon|
source: Show splash screen
cs_cz: Ukázat úvodní obrazovku
sl_si: Prikaži pozdravni zaslon
uk_ua: Показати заставку під час запуску

# SettingsEditorDialog|
source: Settings
cs_cz: Nastavení
sl_si: Nastavitve
uk_ua: Налаштування

# SettingsEditorDialog|
source: General
cs_cz: Obecné
sl_si: Splošno
uk_ua: Загальні

# SettingsEditorDialog|
source: Editor
sl_si: Urejevalnik
uk_ua: Редактор

# SettingsEditorGeneral|
source: Tano Editor
cs_cz: Editor Tano
sl_si: Tano Urejevalnik

# SettingsEditorGeneral|
source: Language
cs_cz: Jazyk
sl_si: Jezik
uk_ua: Мова

# SettingsEditorGeneral|
source: System default language
cs_cz: Výchozí jazyk systému
sl_si: Sistemsko privzet jezik
uk_ua: Системна мова за замовчуванням

# SettingsEditorGeneral|
source: Custom language
cs_cz: Jazyk stanovený uživatelem
sl_si: Poljuben jezik
uk_ua: Мова користувача

# SettingsEditorGeneral|
source: Defaults
cs_cz: Výchozí
sl_si: Privzeto
uk_ua: За замовчуванням

# SettingsEditorGeneral|
source: Restore defaults
cs_cz: Obnovit výchozí nastavení
sl_si: Obnovi privzeto
uk_ua: Відновити налаштування за замовчуванням

# SettingsEditorGeneral|
source: <i>This will restore all your settings to default. You need to apply the changes, before they will take effect.</i>
cs_cz: <i>Toto obnoví všechna vaše nastavení na výchozí. Potřebujete změny použít, předtím než se projeví.</i>
sl_si: <i>To bo obnovilo vse vaše nastavitve na privzeto vrednost. Spremembe morajo biti potrjene, preden bodo uveljavljene.</i>
uk_ua: <i>Це відновить усі налаштуваня за замовчуванням. Вам потрібно застосувати зміни, перед тим як вони будуть застосовані.</i>

# SettingsEditorGeneral|
source: You are using Tano Editor version:
cs_cz: Používáte editor Tano verze:
sl_si: Uporabljate Tano Urejevalnik različice:
uk_ua: Ви використовуєте версію Tano Редактора:

# SettingsGeneral|
source: Language
cs_cz: Jazyk
sl_si: Jezik
uk_ua: Мова

# SettingsGeneral|
source: System default language
cs_cz: Výchozí jazyk systému
sl_si: Sistemsko privzet jezik
uk_ua: Системна мова за замовчуванням

# SettingsGeneral|
source: Custom language
cs_cz: Jazyk stanovený uživatelem
sl_si: Poljuben jezik
uk_ua: Мова користувача

# SettingsGeneral|
source: Session store
cs_cz: Ukládání sezení
sl_si: Shranjevanje sej
uk_ua: Сховище сесій

# SettingsGeneral|
source: Remember volume
cs_cz: Pamatovat si hlasitost
sl_si: Zapomni si glasnost
uk_ua: Запам’ятати гучність

# SettingsGeneral|
source: Autoplay last channel
cs_cz: Automatické přehrávání posledního programu
sl_si: Samodejno prični predvajanje zadnjega programa
uk_ua: Автовідтворення останній канал

# SettingsGeneral|
source: You are using Tano version:
cs_cz: Používáte verzi programu Tano:
sl_si: Uporabljate Tano različice:
uk_ua: Ви використовуєте версію Tano:

# SettingsGeneral|
source: Defaults
cs_cz: Výchozí
sl_si: Privzeto
uk_ua: За замовчуванням

# SettingsGeneral|
source: Restore defaults
cs_cz: Obnovit výchozí nastavení
sl_si: Obnovi privzeto
uk_ua: Відновити налаштування за замовчуванням

# SettingsGeneral|
source: <i>This will restore all your settings to default. You need to apply the changes, before they will take effect.</i>
cs_cz: <i>Toto obnoví všechna vaše nastavení na výchozí. Potřebujete změny použít, předtím než se projeví.</i>
sl_si: <i>To bo obnovilo vse vaše nastavitve na privzeto vrednost. Spremembe morajo biti potrjene, preden bodo uveljavljene.</i>
uk_ua: <i>Це відновить усі налаштуваня за замовчуванням. Вам потрібно застосувати зміни, перед тим як вони будуть застосовані.</i>

# SettingsPage|
source: Set <i>Tano</i>
cs_cz: Nastavit <i>Tano</i>
sl_si: Nastavi <i>Tano</i>

# SettingsPage|
source: Please select session, backend and other settings.
cs_cz: Vyberte, prosím, sezení, jádro a další nastavení.
sl_si: Prosim, izberite nastavitve seje, hrbtenice in drugo.

# SettingsPage|
source: <b>Session settings</b>
cs_cz: <b>Nastavení sezení</b>
sl_si: <b>Nastavitve seje</b>

# SettingsPage|
source: Remember volume
cs_cz: Pamatovat si hlasitost
sl_si: Zapomni si glasnost

# SettingsPage|
source: Autoplay last channel
cs_cz: Automatické přehrávání posledního kanálu
sl_si: Samodejno prični predvajanje zadnjega programa

# SettingsPage|
source: <b>Default channel list</b>
cs_cz: <b>Výchozí seznam programů</b>
sl_si: <b>Privzet seznam programov</b>

# SettingsPlaylist|
source: Default playlist
cs_cz: Výchozí seznam programů
sl_si: Privzet seznam programov
uk_ua: Перелік відтворення за замовчуванням

# SettingsPlaylist|
source: Network refresh
cs_cz: Obnovení sítě
sl_si: Osvežitev s spleta
uk_ua: Оновити мережу

# SettingsPlaylist|
source: Refresh playlist on startup
cs_cz: Obnovit seznam programů při spuštění
sl_si: Osveži seznam programov ob zagonu
uk_ua: Оновити перелік відтворення під час запуску

# SettingsPlaylist|
source: Playlist URL:
cs_cz: Adresa (URL) seznamu programů:
sl_si: URL seznama:
uk_ua: Посилання URL переліку відтворення:

# SettingsPlaylist|
source: Default radio category:
cs_cz: Výchozí skupina pro rádio:
sl_si: Privzeta kategorija za radio:
uk_ua: Категорія радіо за замовчуванням:

# SettingsPlaylist|
source: UDPXY support
cs_cz: Podpora UDPXY
sl_si: UDPXY podpora
uk_ua: UDPXY підтримка

# SettingsPlaylist|
source: Enable UDPXY support
cs_cz: Povolit podporu UDPXY
sl_si: Vključi podporo UDPXY
uk_ua: Увімкнути UDPXY підтримку

# SettingsPlaylist|
source: Router IP or name:
cs_cz: IP nebo název směrovače:
sl_si: IP ali ime usmerjevalnika:
uk_ua: IP роутера чи ім’я:

# SettingsPlaylist|
source: Router port:
cs_cz: Přípojka směrovače:
sl_si: Vrata usmerjevalnika:
uk_ua: Порт роутера:

# SettingsPlaylist|
source: <i>Updating will not change your playlist order.</i>
cs_cz: <i>Aktualizace nezmění pořadí ve vašem seznamu programů.</i>
sl_si: <i>Posodobitev ne bo spremenila vašega zaporedja programov.</i>
uk_ua: <i>Оновлення не змінить порядок переліку відтворення.</i>

# SettingsRecorder|
source: Default recording directory
cs_cz: Výchozí adresář pro nahrávání
sl_si: Privzet imenik snemanja
uk_ua: Тека для запису за замовчуванням

# SettingsRecorder|
source: Default snapshots directory
sl_si: Privzet imenik za zajete slike

# SettingsSchedule|
source: Select desired XMLTV grabber from the list below:
cs_cz: Vyberte požadovaný zachytávač XMLTV ze seznamu dole:
sl_si: Izberite željen odjemalec XMLTV s spodnjega seznama:
uk_ua: Оберіть потрібний XMLTV граббер зі списку нижче:

# SettingsSchedule|
source: XMLTV settings
cs_cz: Nastavení XMLTV
sl_si: Nastavitve XMLTV
uk_ua: XMLTV налаштування

# SettingsSchedule|
source: XMLTV file location:
cs_cz: Umístění souboru XMLTV:
sl_si: Lokacija datoteke XMLTV:
uk_ua: Місце розташування файлу XMLTV:

# SettingsSchedule|
source: Refresh XMLTV
cs_cz: Obnovit XMLTV
sl_si: Osveži XMLTV
uk_ua: Оновити файл XMLTV

# SettingsSchedule|
source: Refresh XMLTV file on startup
cs_cz: Obnovit soubor XMLTV při spuštění
sl_si: Osveži datoteko XMLTV ob zagonu
uk_ua: Оновити файл XMLTV під час запуску

# SettingsSchedule|
source: Download file
cs_cz: Stáhnout soubor
sl_si: Prenesi datoteko
uk_ua: Завантажити файл

# SettingsSchedule|
source: Run grabber
cs_cz: Spustit zachytávač
sl_si: Zaženi grabber
uk_ua: Запустити граббер

# SettingsSchedule|
source: Network
cs_cz: Síť
sl_si: Omrežje
uk_ua: Мережа

# SettingsSchedule|
source: XMLTV source url:
cs_cz: Adresa zdroje XMLTV:
sl_si: XMLTV vir:
uk_ua: Посилання URL до файлу XMLTV:

# SettingsSchedule|
source: <i>All XMLTV settings require restart.</i>
cs_cz: <i>Všechna nastavení pro XMLTV vyžadují opětovné spuštění.</i>
sl_si: <i>Vse nastavitve XMLTV zahtevajo ponovni zagon.</i>
uk_ua: <i>Усі налаштування XMLTV потребують перезапуску.</i>

# SettingsSchedule|
source: <i>Grabber running is not available yet.</i>
cs_cz: <i>Běžící zachytávání ještě není dostupné.</i>
sl_si: <i>Poganjanje grabberjev še ni na voljo.</i>
uk_ua: <i>Граббер ще не запущений.</i>

# SettingsUi|
source: General Interface Settings
cs_cz: Obecná nastavení rozhraní
sl_si: Splošne nastavitve vmesnika
uk_ua: Загальні налаштування інтерфейсу

# SettingsUi|
source: Toolbar style:
cs_cz: Styl nástrojového pruhu:
sl_si: Izgled orodnih vrstic:
uk_ua: Стиль панелі:

# SettingsUi|
source: Icon only
cs_cz: Pouze ikony
sl_si: Samo ikona
uk_ua: Лише іконки

# SettingsUi|
source: Text only
cs_cz: Pouze text
sl_si: Samo besedilo
uk_ua: Лише текст

# SettingsUi|
source: Text beside icon
cs_cz: Text vedle ikon
sl_si: Besedilo ob ikoni
uk_ua: Текст рядом з іконками

# SettingsUi|
source: Text under icon
cs_cz: Text pod ikonami
sl_si: Besedilo pod ikono
uk_ua: Текст під іконками

# SettingsUi|
source: System default
cs_cz: Výchozí nastavení
sl_si: Sistemsko privzeto
uk_ua: За замовчуванням системи

# SettingsUi|
source: Change channel
cs_cz: Změnit program
sl_si: Spremeni program
uk_ua: Змінити канал

# SettingsUi|
source: Change volume
cs_cz: Změnit hlasitost
sl_si: Spremeni glasnost
uk_ua: Змінити гучність

# SettingsUi|
source: Minimise to tray
cs_cz: Zmenšit do oznamovací oblasti panelu
sl_si: Skrij v sistemsko vrstico
uk_ua: Мінімізувати в трей

# SettingsUi|
source: Default options for startup
cs_cz: Výchozí volby pro začátek
sl_si: Privzete nastavitve ob zagonu
uk_ua: Опції за замовчуванням для запуску

# SettingsUi|
source: Show splash screen
cs_cz: Ukázat úvodní obrazovku
sl_si: Prikaži pozdravni zaslon
uk_ua: Показати заставку під час запуску

# SettingsUi|
source: Simple mode
cs_cz: Jednoduchý režim
sl_si: Enostaven način
uk_ua: Простий режим

# SettingsUi|
source: Always on top
cs_cz: Vždy nahoře
sl_si: Vedno na vrhu
uk_ua: Завжди поверх інших вікон

# SettingsUi|
source: Controls enabled
cs_cz: Ovládací prvky povoleny
sl_si: Vključen upravljalni pult
uk_ua: Контрольна панель увімкнена

# SettingsUi|
source: Info panel enabled
cs_cz: Panel s podrobnostmi povolen
sl_si: Vključen info pult
uk_ua: Інформаційна панель увімкнена

# SettingsUi|
source: Show tray icon
cs_cz: Ukázat ikonu v oznamovací oblasti
sl_si: Pokaži ikono v sistemski vrstici
uk_ua: Показати іконку в треї

# SettingsUi|
source: Mouse wheel:
sl_si: Miškin kolešček:

# SettingsUi|
source: Controls:
sl_si: Upravljanje:

# SettingsUi|
source: Tray icon:
sl_si: Ikona v sistemski vrstici:

# SettingsUi|
source: Show on mouse move
sl_si: Prikaži ob premiku miške

# SettingsUi|
source: Info panel:
sl_si: Info pult:

# Timer|
source: at
cs_cz: v
sl_si: ob
uk_ua: в

# TimersDisplayWidget|
source: Clear
cs_cz: Smazat
sl_si: Počisti
uk_ua: Спорожнити

# TimersEditorWidget|
source: Timers
cs_cz: Časovače
sl_si: Časovniki
uk_ua: Таймери

# TimersEditorWidget|
source: Name:
cs_cz: Název:
sl_si: Ime:
uk_ua: Назва:

# TimersEditorWidget|
source: Channel:
cs_cz: Program:
sl_si: Program:
uk_ua: Канал:

# TimersEditorWidget|
source: Type:
cs_cz: Typ:
sl_si: Tip:
uk_ua: Тип:

# TimersEditorWidget|
source: Once
cs_cz: Jednou
sl_si: Enkratno
uk_ua: Одноразово

# TimersEditorWidget|
source: Daily
cs_cz: Denně
sl_si: Dnevno
uk_ua: Щоденно

# TimersEditorWidget|
source: Weekly
cs_cz: Týdně
sl_si: Tedensko
uk_ua: Щотижня

# TimersEditorWidget|
source: Weekdays
cs_cz: Každý všední den
sl_si: Med tednom
uk_ua: Будні

# TimersEditorWidget|
source: Url:
cs_cz: Adresa (URL):
sl_si: Naslov:
uk_ua: Посилання URL:

# TimersEditorWidget|
source: Date:
cs_cz: Datum:
sl_si: Datum:
uk_ua: Дата:

# TimersEditorWidget|
source: Start time:
cs_cz: Začátek:
sl_si: Začetek:
uk_ua: Час початку:

# TimersEditorWidget|
source: End time:
cs_cz: Konec:
sl_si: Konec:
uk_ua: Час закінчення:

# TimersEditorWidget|
source: Disable:
cs_cz: Vypnout:
sl_si: Onemogoči:
uk_ua: Вимкнути:

# TimersEditorWidget|
source: Recorder
cs_cz: Nahrávání
sl_si: Snemalnik
uk_ua: Записувач

# TimersEditorWidget|
source: The recording start date is before today. Your changes will not be saved.
cs_cz: Počáteční datum nahrávání je před dneškem. Vaše změny nebudou uloženy.
sl_si: Datum snemanja je nastavljen pred današnjim dnem. Vaše nastavitve ne bodo shranjene.
uk_ua: Дата початку запису раніше сьогодняшнього дня. Ваші зміни не будуть збережені.

# TimersEditorWidget|
source: The recording is overlaping with others. Your changes will not be saved.
cs_cz: Nahrávání se překrývá s jiným. Vaše změny nebudou uloženy.
sl_si: Snemanje se prekriva z drugimi. Vaše nastavitve ne bodo shranjene.
uk_ua: Запис перекривається іншими записами. Ваші зміни не будуть збережені.

# TrayIcon|
source: Recorder
cs_cz: Nahrávač
sl_si: Snemalnik
uk_ua: Записувач

# TrayIcon|
source: Tano stopped recording
cs_cz: Tano zastavilo nahrávání
sl_si: Tano je končal s snemanjem
uk_ua: Tano зупинив запис

# TrayIcon|
source: Playing:
cs_cz: Přehrává se:
sl_si: Predvajam:
uk_ua: Відтворюється:

# TrayIcon|
source: Recording:
cs_cz: Nahrává se:
sl_si: Snemam:
uk_ua: Записується:

# TrayIcon|
source: Tano is recording %1 to %2 Stop manually!
cs_cz: Tano nahrává %1 do %2 Zastavit ručně!
sl_si: Tano snema %1 v %2 Ročno ustavite!
uk_ua: Tano записує %1 в %2 Зупинить вручну!

# TrayIcon|
source: Tano is recording %1 to %2 End time: %3
cs_cz: Tano nahrává %1 do %2 Konečný čas: %3
sl_si: Tano snema %1 v %2 Končni čas: %3
uk_ua: Tano записує %1 в %2 Час закінчення: %3

# UpdateDialog|
source: Update Information
cs_cz: Informace o aktualizacích
sl_si: Informacije o posodobitvah
uk_ua: Оновити інформацію

# UpdateDialog|
source: <h3>You are using latest version of Tano!</h3>
cs_cz: <h3>Používáte poslední verzi programu Tano!</h3>
sl_si: <h3>Uporabljate zadnjo različico programa Tano!</h3>
uk_ua: <h3>Ви використовуєте останню версію Tano!</h3>

# UpdateDialog|
source: Current version:
cs_cz: Současná verze:
sl_si: Trenutna različica:
uk_ua: Поточна версія:

# UpdateDialog|
source: <h3>You are using development version of Tano!</h3>
cs_cz: <h3>Používáte vývojářskou verzi programu Tano!</h3>
sl_si: <h3>Uporabljate razvojno različico programa Tano!</h3>
uk_ua: <h3>Ви використовуєте версію Tano що знаходиться в стані розробки!</h3>

# UpdateDialog|
source: Stable version:
cs_cz: Stálá verze:
sl_si: Stabilna različica:
uk_ua: Стабільна версія:

# UpdateDialog|
source: <h3>Your version of Tano needs to be updated!</h3>
cs_cz: <h3>Vaši verzi programu Tano je potřeba zaktualizovat!</h3>
sl_si: <h3>Vaša različica programa Tano mora biti posodobljena!</h3>
uk_ua: <h3>Ваша версія Tano потребує оновлення!</h3>

# UpdateDialog|
source: Date released:
cs_cz: Datum vydání:
sl_si: Datum izdaje:
uk_ua: Дата релізу:

# UpdateDialog|
source: Information:
cs_cz: Informace:
sl_si: Informacije:
uk_ua: Інформація:

# UpdateDialog|
source: Download now!
cs_cz: Stáhnout teď!
sl_si: Prenesi zdaj!
uk_ua: Завантажити зараз!

# MenuDeinterlacing|
source: Bob
cs_cz: Trhání
uk_ua: Швидко

# PlaylistEditor|
source: Radio:
cs_cz: Rádio:
uk_ua: Радіо:

# PlaylistFilterWidget|
source: TV + Radio
cs_cz: TV + Rádio
uk_ua: ТВ + Радіо

# PlaylistImportCSV|
source: EPG ID
cs_cz: ID EPG
uk_ua: EPG ідентифікатор

# PlaylistImportCSV|
source: URL
cs_cz: Adresa (URL)
uk_ua: Посилання URL

# Print|
source: Url
cs_cz: Adresa (URL)
uk_ua: Посилання Url

# PrintDialog|
source: URL
cs_cz: Adresa (URL)
uk_ua: Посилання Url

# QObject|
source: URL
cs_cz: Adresa (URL)
uk_ua: Посилання URL

# RecorderInfoWidget|
source: Status
cs_cz: Stav
uk_ua: Статус

# SettingsBackend|
source: Bob
cs_cz: Trhání
uk_ua: Швидко

# SettingsEditorCommon|
source: Radio
cs_cz: Rádio
uk_ua: Радіо

# SettingsPlaylist|
source: Radio
cs_cz: Rádio
uk_ua: Радіо

# SettingsSchedule|
source: Grabber
cs_cz: Zachytávač
uk_ua: Граббер

# TimersEditorWidget|
source: dd. MM. yyyy
cs_cz: dd.mm.rrrr
uk_ua: дд. ММ. рррр

# MenuDeinterlacing|
source: X
uk_ua: Х

# PlaylistEditor|
source: Logo:
uk_ua: Логотип:

# PlaylistEditorScan|
source: ms
uk_ua: мс

# QObject|
source: s
uk_ua: с

# QObject|
source: min
uk_ua: мін

# QObject|
source: h
uk_ua: г

# SettingsBackend|
source: X
uk_ua: Х
